brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "borkdude/brew/babashka"
brew "coreutils"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "lsd"
brew "pinentry-mac"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "wget"
brew "wxwidgets"
brew "pipx"

# Yabai
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"

# ffmpeg bundle
brew "pandoc"
brew "rga"
brew "poppler"
brew "ffmpeg"

## Emacs & Dependencies
tap "d12frosted/emacs-plus"
brew "emacs-plus@29"

brew "ispell"
brew "aspell"
brew "wakatime-cli"

# Cask Apps
cask "appcleaner"
cask "arc"
cask "bitwarden"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "height"
cask "iterm2"
cask "jordanbaird-ice"
cask "latest"
cask "obs"
cask "raycast"
cask "rescuetime"
cask "roam-research"
cask "rocket"
cask "shottr"
# cask "slack"
cask "spotify"
cask "todoist"
# cask "zoom"
cask "easydict"
